{
    "title": "Kebijakan dan Ketentuan Penggunaan",
    "sections": [
      {
        "heading": "Keanggotaan",
        "content": [
          "Akses aplikasi C-Food terbatas hanya untuk warga kampus yang memiliki email resmi institusi. Setiap pengguna wajib memastikan informasi yang diberikan saat pendaftaran akurat dan terkini.",
          "Setiap pengguna bertanggung jawab penuh atas kerahasiaan dan keamanan akun mereka, termasuk penggunaan kata sandi yang aman dan tindakan pencegahan yang diperlukan untuk mencegah akses tidak sah.",
          "Pengguna tidak diperkenankan membagikan akun atau kredensial masuk dengan pihak ketiga. Setiap penggunaan tidak sah terhadap akun akan menjadi tanggung jawab pengguna tersebut.",
          "C-Food berhak untuk memverifikasi keanggotaan pengguna secara berkala dan dapat menonaktifkan akun yang tidak memenuhi persyaratan keanggotaan.",
          "Pengguna wajib segera memperbarui informasi yang berubah, seperti pergantian email atau identitas."
        ]
      },
      {
        "heading": "Penggunaan yang diizinkan",
        "content": [
          "Aplikasi C-Food hanya boleh digunakan untuk tujuan transaksi jual-beli makanan serta layanan pengantaran di dalam lingkungan kampus.",
          "Aktivitas yang bersifat ilegal, merugikan, atau melanggar hukum dan ketentuan yang berlaku dilarang keras dalam penggunaan aplikasi.",
          "Pengguna dilarang menggunakan aplikasi untuk tujuan spam, penipuan, atau aktivitas berbahaya lainnya.",
          "Segala bentuk iklan atau promosi tidak resmi yang dilakukan di dalam aplikasi harus mendapatkan persetujuan tertulis dari pihak C-Food."
        ]
      },
      {
        "heading": "Konten",
        "content": [
          "Pengguna bertanggung jawab sepenuhnya atas segala bentuk konten yang mereka unggah ke platform, termasuk pada deskripsi produk, ulasan, dan foto.",
          "C-Food berhak untuk menghapus atau menonaktifkan konten yang dianggap melanggar kebijakan atau norma yang berlaku, tanpa pemberitahuan terlebih dahulu.",
          "Konten yang melanggar hak cipta, norma sosial, atau mengandung konten sensitif seperti ujaran kebencian, pornografi, atau konten ilegal akan segera dihapus dan dapat dikenakan sanksi.",
          "Pengguna wajib memastikan bahwa semua konten yang diunggah adalah asli dan tidak melanggar hak kekayaan intelektual pihak lain."
        ]
      },
      {
        "heading": "Transaksi",
        "content": [
          "Semua transaksi harus dilakukan menggunakan metode pembayaran yang tersedia dalam aplikasi, seperti e-wallet atau pembayaran QRIS.",
          "Setiap transaksi dianggap sah dan tidak dapat dibatalkan setelah konfirmasi pembayaran, kecuali terjadi kesalahan teknis yang didokumentasikan dan diverifikasi oleh C-Food.",
          "Kebijakan terkait pembatalan pemesanan dan pengembalian dana akan mengikuti aturan yang berlaku di platform dan dapat disesuaikan sesuai kondisi spesifik.",
          "Pengguna wajib memastikan informasi transaksi yang dimasukkan akurat. C-Food tidak bertanggung jawab atas kesalahan dalam pengisian informasi oleh pengguna."
        ]
      },
      {
        "heading": "Privasi",
        "content": [
          "C-Food berkomitmen untuk menjaga dan melindungi privasi pengguna. Data pribadi pengguna tidak akan dibagikan kepada pihak ketiga tanpa persetujuan pengguna, kecuali sebagaimana diatur oleh hukum.",
          "Pengguna memiliki hak untuk mengakses, memperbarui, atau menghapus data pribadi mereka yang tersimpan di platform melalui pengaturan akun.",
          "Informasi pribadi yang dikumpulkan oleh C-Food digunakan hanya untuk keperluan transaksi dan peningkatan layanan. Data tersebut dilindungi oleh enkripsi tingkat lanjut.",
          "C-Food memiliki hak untuk mengumpulkan data perilaku pengguna (seperti riwayat pembelian) untuk keperluan analitik dan personalisasi, dengan persetujuan pengguna.",
          "Pengguna juga memiliki hak untuk meminta data pribadi mereka dihapus sepenuhnya dari sistem, sesuai dengan peraturan perlindungan data yang berlaku."
        ]
      },
      {
        "heading": "Tanggung Jawab",
        "content": [
          "C-Food tidak bertanggung jawab atas kerugian yang terjadi akibat transaksi antara pengguna (pembeli, penjual, atau kurir) yang terjadi di luar platform.",
          "Pengguna bertanggung jawab atas segala aktivitas dan transaksi yang mereka lakukan di dalam aplikasi, termasuk menjaga etika komunikasi dan perilaku sesuai ketentuan.",
          "C-Food tidak bertanggung jawab atas kehilangan data akibat kelalaian pengguna atau tindakan pihak ketiga yang tidak sah, seperti peretasan akun.",
          "Dalam hal terjadi pelanggaran keamanan data oleh pengguna, C-Food berhak untuk menindaklanjuti kasus tersebut sesuai ketentuan hukum yang berlaku."
        ]
      },
      {
        "heading": "Perubahan Ketentuan",
        "content": [
          "C-Food berhak untuk mengubah atau memperbarui ketentuan ini kapan saja. Perubahan akan diinformasikan melalui aplikasi, dan pengguna diharapkan untuk mematuhi ketentuan yang telah diperbarui.",
          "Pengguna yang melanjutkan penggunaan aplikasi setelah perubahan ketentuan dianggap telah menyetujui perubahan tersebut.",
          "Pengguna akan menerima notifikasi terkait perubahan kebijakan melalui email atau notifikasi aplikasi, dengan periode peninjauan yang cukup sebelum perubahan mulai diberlakukan.",
          "Jika pengguna tidak setuju dengan perubahan ketentuan, mereka memiliki hak untuk menghentikan penggunaan layanan dan menonaktifkan akun mereka."
        ]
      },
      {
        "heading": "Pelanggaran",
        "content": [
          "Setiap pelanggaran terhadap ketentuan ini dapat mengakibatkan penangguhan sementara atau penghentian permanen akses pengguna ke aplikasi, tergantung pada tingkat pelanggaran yang dilakukan.",
          "C-Food berhak untuk mengambil tindakan hukum apabila pelanggaran yang terjadi berdampak negatif terhadap platform atau pengguna lain.",
          "Pengguna yang terlibat dalam pelanggaran serius, seperti penipuan, peretasan, atau aktivitas ilegal lainnya, akan dikenakan tindakan hukum sesuai dengan peraturan yang berlaku di Indonesia.",
          "Akun akan ditangguhkan atau dihentikan secara permanen atas pelanggaran berat yang telah dibuktikan, dan pelanggar tidak berhak untuk mengajukan klaim atau tuntutan terkait keputusan tersebut."
        ]
      },
      {
        "heading": "Hukum yang Berlaku",
        "content": [
          "Segala hal yang berkaitan dengan penggunaan aplikasi C-Food tunduk pada hukum yang berlaku di wilayah Republik Indonesia.",
          "Dalam hal terjadi perselisihan yang tidak dapat diselesaikan secara damai antara pengguna dan C-Food, penyelesaian akan dilakukan melalui jalur hukum di wilayah yurisdiksi yang ditentukan oleh pihak C-Food."
        ]
      },
      {
        "heading": "Persetujuan Pengguna",
        "content": [
          "Dengan menggunakan aplikasi C-Food, pengguna menyetujui segala ketentuan yang disebutkan di atas dan berjanji untuk mematuhi kebijakan yang berlaku.",
          "Pengguna yang tidak setuju dengan ketentuan yang berlaku dapat mengajukan permintaan penghentian layanan dengan menghubungi tim dukungan pelanggan C-Food."
        ]
      },
      {
        "heading": "Kewajiban Pengguna",
        "content": [
          "Pengguna berkewajiban untuk menggunakan aplikasi secara etis dan sesuai dengan hukum yang berlaku.",
          "Pengguna wajib melaporkan aktivitas mencurigakan atau pelanggaran keamanan kepada pihak C-Food secepat mungkin untuk mencegah potensi kerugian lebih lanjut."
        ]
      },
      {
        "heading": "Pembatasan Penggunaan",
        "content": [
          "Aplikasi ini tidak dapat digunakan di luar tujuan yang disebutkan dalam kebijakan ini, termasuk pada penggunaan untuk keperluan komersial atau distribusi tanpa izin.",
          "Pengguna tidak diperkenankan untuk melakukan reverse-engineering, mendistribusikan, atau menyalin aplikasi tanpa persetujuan tertulis dari C-Food."
        ]
      }
    ]
  }  